Repository: joshgillies/mysource-matrix
Catalog: packages/bulkmail/locale/*.po
Languages: pl

source: Search Manager NOT CREATED
pl: NIE UTWORZONO menedżera wyszukiwania

source: Import Bulkmail User
pl: Import adresatów wiadomości masowych

source: Importing Bulkmail Users
pl: Importowanie adresatów wiadomości masowych

source: Importing %s
pl: Importowanie %s

source: Delete Bulkmail User
pl: Usuń adresata wiadomości masowych

source: Deleting Bulkmail Users
pl: Usuwanie adresatów wiadomości masowych

source: Deleting %s
pl: Usuwanie %s

source: Bulkmail Job Cancelled
pl: Zadanie wysyłania wiadomości masowych anulowane

source: Job was cancelled by <SQ_MSG_TAGLINE>%user_id%</SQ_MSG_TAGLINE>
pl: Zadanie zostało anulowane przez <SQ_MSG_TAGLINE>%user_id%</SQ_MSG_TAGLINE>

source: ID
pl: Nr ID

source: Post Office
pl: Poczta

source: State
pl: Stan

source: Progress
pl: Postęp

source: Control
pl: Kontrola

source: Ad-Hoc Job
pl: Zadanie ad hoc

source: N/A
pl: Nie dotyczy

source: %1$s of %2$s (%3$s)
pl: %1$s z %2$s (%3$s)

source: Waiting To Run
pl: Oczekiwanie na uruchomienie

source: Paused
pl: Wstrzymane

source: Sleeping
pl: Uśpienie

source: Pause
pl: Pauza

source: Problematic recipient id found: %s.
pl: Oznaleziono problemowy nr ID adresata: %s.

source: Invalid job. %s
pl: Nieprawidłowe zadanie. %s

source: File "%s" is not writable.
pl: Plik "%s" nie ma możliwości zapisu.

source: Unable to create file: %s.
pl: Nie można utworzyć pliku: %s.

source: Server Details: "%s"
pl: Szczegóły serwera: "%s"

source: Recipients: Recipients not set.
pl: Adresaci: adresaci nieustawieni.

source: Content: 'Asset to Send' not set.
pl: Treść: 'Element do wysłania' nieustawiony.

source: Content: "Asset to Send", %1$s (Id #%2$s), is not live.
pl: Treść: "Asset to Send", %1$s (nr ID #%2$s) nie jest opublikowany.

source: Content: 'Generate As' not set.
pl: Treść: 'Wygeneruj jako' nieustawione.

source: Content: Unable to generate content as %1$s (Id #%2$s), user is either in trash or not live.
pl: Treść: nie można wygenerować treści jako %1$s (Id #%2$s), użytkownik został usunięty do kosza albo nie został opublikowany.

source: Content: %1$s (Id #%2$s) does not have Read Access to 'Asset to Send' - %3$s (Id #%4$s).
pl: Treść: %1$s (Id #%2$s) nie ma dostępu do odczytu 'Elementu do wysłania' - %3$s (nr ID #%4$s).

source: Content: The following recipients do not have Read Access to "%1$s" (ID #%2$s): %3$s.
pl: Treść: adresaci poniżej nie mają dostępu do odczytu "%1$s" (nr ID #%2$s): %3$s.

source: Content: %1$s (Id #%2$s) does not have public user read access. Check the status and permissions.
pl: Treść: %1$s (Id #%2$s) nie ma dostępu do odczytu użytkownika publicznego. Sprawdź status i uprawnienia.

source: Header Details: Missing 'From' field.
pl: Szczegóły nagłówka: brak pola 'Od'

source: Header Details: Email address provided in 'From' field is invalid.
pl: Szczegóły nagłówka: adres e-mail wpisany w polu 'Od' jest niepoprawny.

source: Header Details: Missing 'Subject' field
pl: Szczegóły nagłówka: brak pola 'Temat'

source: Post Office Server Details Error: Unable to send preview mail, %s.
pl: Błąd w szczegółach serwera poczty: nie można wysłać podglądu e-maila, %s.

source: Validate Job
pl: Sprawdź poprawność zadania

source: Press the Validate Job button to check for setting errors
pl: Kliknij przycisk Sprawdź poprawność zadania, aby zweryfikować błędy ustawień

source: Result
pl: Wynik

source: Job is valid.
pl: Zadanie jest poprawne.

source: Configuration
pl: Konfiguracja

source: This job has already been started. Configuration changes will not affect the current mailout unless the job is cancelled and restarted
pl: To zadanie zostało już rozpoczęce. Zmiany w konfiguracji nie wpłyną na aktualną wysłkę, o ile zadanie nie zostanie anulowane i zrestartowane

source: Invalid email address '%s'.
pl: Nieprawidłowy adres e-mail '%s'.

source: Bulkmail Previewed
pl: Pogląd wiadomości masowych

source: <SQ_MSG_TAGLINE>%assetid%</SQ_MSG_TAGLINE> has sent a preview email to %email_addr%
pl: <SQ_MSG_TAGLINE>%assetid%</SQ_MSG_TAGLINE> wysłał podgląd e-maila do %email_addr%

source: This email has never been previewed
pl: Nigdy nie wyświetlono podglądu tego e-maila

source: Matches
pl: Odpowiada

source: Does Not Match
pl: Nie odpowiada

source: Emails will be sent if the filter is enabled, and the body text of each bulkmail:
pl: E-maile zostaną wysłane, jeśli filtr będzie włączony, a treść podstawowa wszystkich wiadomości masowych:

source: Matches: %s
pl: Odpowiada: %s

source: Does Not Match: %s
pl: Nie odpowiada: %S

source: Enabled, but not valid
pl: Włączone, ale niepoprawne

source: The body filter is set to be enabled, however it cannot run without text to match against.
pl: Filtr treści podstawowej ustawiono jako włączony, ale nie zadziała on bez tekstu odniesienia.

source: Categories
pl: Kategorie

source: New Category
pl: Nowa kategoria

source: Start Date
pl: Data rozpoczęcia

source: Bulkmail Jobs can only be linked under one Bulkmail Post Office
pl: Zadania wysyłania wiadomości masowych można przyporządkować tylko jednej poczcie wysyłania wiadomości masowych

source: Mail Method
pl: Metoda wysyłania e-maili

source: There are no additional headers set.
pl: Brak ustawienia dodatkowych nagłówków

source: Allow Multiple ?
pl: Zezwól na wiele?

source: Excluded Time
pl: Wykluczone godziny

source: Send Rate
pl: Częstość wysyłki

source: Please select one of the available threshold rules, and fill in appropriate value(s)
pl: Wybierz jedną z dostępnych reguł wartości progowej i wpisz odpowiednie wartości

source: Exclude FROM and TO times cannot be equal.
pl: Godzina wykluczenia OD nie może być taka sama jak DO.

source: No days were selected.
pl: Nie wybrano żadnych dni.

source: Send %1$s emails every %2$s
pl: Wysyłaj %1$s e-maili co %2$s

source: Warning: Minimum send rate is %1$s emails every minute
pl: Ostrzeżenie: najmniejsza częstość wysyłki to %1$s e-maili co minutę

source: Warning: Maximum send rate is %1$s emails every minute
pl: Ostrzeżenie: największa częstość wysyłki to %1$s co minutę

source: File "%s" is not readable.
pl: Nie można odczytać pliku "%s".

source: User subscription for the Bulkmail Job is enabled but the asset to send isn't set to a Search Page Asset.
pl: Subskrypcja otrzymywania wiadomości masowych przez użytkownika jest włączona, ale element do wysłania nie jest ustawiony jako element Strony wyszukiwania.

source: No dynamic Subscription configured for the Bulkmail Job
pl: Nie skonfigurowano dynamicznej subskrypcji dla zadania masowego wysyłania e-maili

source: Bulkmail Test Mode
pl: Tryb testowy masowego wysyłania e-maili

source: Mail request for %to% with a subject of '%subject%'
pl: XXXX Żądanie wysłania e-maila do %to% o temacie '%subject%'

source: Bulkmail Test Mode Completed
pl: Ukończono tryb testowy wysyłania wiadomości masowych

source: Bulkmail Test mode was completed. Mail was requested for %num_recip% recipients.
pl: Ukończono tryb testowy wysyłania wiadomości masowych. Zażądano wysłania e-maila do %num_recip% adresatów.

source: Bulkmail Job Completed
pl: Ukończono zadanie wysyłania wiadomości masowych

source: <strong>Mail successfully sent to %num_recip% recipients.</strong>
pl: <strong>Pomyślnie wysłano e-maile do %num_recip% adresatów.</strong>

source: Bulkmail Job Completed with Error
pl: Ukończono z błędem zadanie wysyłania wiadomości masowych

source: %num_problem% recipients were skipped due to problems in generation.
pl: Pominięto %num_problem% adresatów z uwagi na problemy z generowaniem.

source: %num_filtered% recipients were also skipped as their bulkmail's contents failed to match the enabled Body filter.
pl: Pominięto %num_filtered% adresatów, ponieważ treść wysyłanego do nich masowo e-maila nie odpowiadała włączonemu filtrowi treści podstawowej.

source: Please check the Bulkmail Error log for details.
pl: Sprawdź szczegóły w rejestrze błędów wysyłania wiadomości masowych.

source: Import CSV File
pl: Zaimportuj plik CSV

source: The format for each line must be: "Bulkmail User name, Bulkmail User email address"
pl: Obowiązkowy format każdego wiersza: "Bulkmail User name, Bulkmail User email address"

source: Create Users in
pl: Utwórz użytkowników w

source: Select the User Group to create Bulkmail Users in
pl: Wybierz grupę użytkowników, w której chcesz utworzyć adresatów e-maili wysyłanych masowo

source: Import file not selected.
pl: Nie wybrano pliku do zaimportowania.

source: User group not selected.
pl: Nie wybrano grupy użytkowników.

source: Text File of Email Addresses to remove
pl: Plik tekstowy z adresami e-mail do usunięcia

source: Each line must contain one email address only
pl: Każdy wiersz może zawierać tylko jeden adres e-mail

source: Select a root node(s) to delete the bulkmail users from only the specified root node(s). Leave blank to delete bulkmail users from the whole system
pl: Wybierz główne węzły, aby usunąć użytkowników wiadomości masowych tylko z wybranych węzłów. Pozostaw puste, aby usunąć tych użytkowników z całego systemu.

source: Confirm deletion of bulkmail users
pl: Potwierdź usunięcie użytkowników wiadomości masowych

source: All matching bulkmail users will be deleted, when Yes is selected
pl: Po wybraniu opcji TAK wszyscy pasujący użytkownicy zostaną usunięci

source: Move Under Asset
pl: Przenieś pod element

source: Select the asset where you want bulkmail users to move
pl: Wybierz element, pod który chcesz przenieść użytkowników wiadomości masowych

source: Select the type of link to use for linking bulkmail users to the asset where they are moved
pl: Wybierz rodzaj łącza, jaki ma zostać użyty do podlinkowania użytkowników wiadomości masowych do elementu, pod który zostaną przeniesione

source: Delete bulkmail users under the root node %1$s
pl: Usuń użytkowników wiadomości masowych pod węzłem %1$s

source: that match the following emails %1$s
pl: którzy odpowiadają poniższym e-mailom %1$s

source: Move them under the specified asset %1$s using a %2$s link
pl: Przenieś ich pod określony element %1$s, używając łącza %2$s

source: Use Current Asset
pl: Użyj bieżącego elementu

source: Bulkmail Job
pl: Zadanie wysyłania e-maili masowych

source: Recipients
pl: Adresaci

source: Enable Subscription Filter
pl: Włącz filtr subskrypcji

source: Filters
pl: FIltry

source: No subscription/unsubscription selected
pl: Nie wybrano subskrypcji/rezygnacji z subskrypcji

source: You have attempted to subscribe to lists that are unavailable to you - these lists will be skipped.
pl: Próbowałeś zasubskrybować listy, które są dla ciebie niedostępne - zostaną one pominięte.

source: You have attempted to unsubscribe from lists that are unavailable to you - these lists will be skipped.
pl: Próbowałeś zrezygnować z subskrypcji list, które są dla ciebie niedostępne - zostaną one pominięte.

source: None of the subscriptions/unsubscriptions specified are valid.
pl: Żadne z podanych subskrypcji/rezygnacji z subskrypcji nie są prawidłowe.

source: Email address was not provided
pl: Nie podano adresu e-mail

source: Cannot send the verification email
pl: Nie można wysłać e-maila weryfikującego

source: A verification email has been sent to %s. When you receive the email, please follow the instructions carefully.
pl: E-mail weryfikujący został wysłany do %s. Po jego otrzymaniu postępuj dokładnie według wskazówek.

source: Email address provided is invalid
pl: Podany adres e-mail jest nieprawidłowy

source: Username provided is invalid
pl: Podana nazwa użytkownika jest nieprawidłowa

source: You do not currently have an email address configured for your user.
pl: Aktualnie nie masz skonfigurowanego adresu e-mail dla swojego użytkownika.

source: Unable to subscribe you to the following mailing lists:
pl: Nie możesz zasubskrybować poniższych list wysyłkowych:

source: You have been subscribed to the following mailing lists:
pl: Zasubskrybowałeś następujące listy mailingowe:

source: Unable to unsubscribe you from the following mailing lists:
pl: Nie można zrezygnować z subskrypcji następujących list mailingowych:

source: You have been unsubscribed from the following mailing lists:
pl: Zrezygnowałeś z następujących list mailingowych:

source: Please confirm your subscription / unsubscription request
pl: Potwiedź żądanie subskrypcji/rezygnacji z subskrypcji

source: Thank you for subscribing to %s.
pl: Dziękujemy za zasubskrybowanie %s.

source: You have requested to unsubscribe from %s.
pl: Wysłałeś żądanie rezygnacji z subskrypcji %s.

source: If you have received this email in error, please take no further action or contact %s.
pl: Jeśli otrzymałeś tego e-maila przez pomyłkę, zignoruj go lub skontaktuj się z %s.

source: Unable to send verification email. Please contact your administrator.
pl: Nie można wysłać e-maila weryfikującego. Skontaktuj się z administratorem.

source: Editing list subscriptions for %s
pl: Edytowanie subskrypcji listy dla %S

source: Current Subscriptions
pl: Aktualne subskrypcje

source: Subscribe to new list
pl: Subskrybuj nową listę

source: Unsubscribe from list
pl: Zrezygnuj z subskrypcji listy

source: Edit List Subscriptions
pl: Edytuj subskrpycje listy

source: This field is required, and should be unique
pl: To pole jest obowiązkowe i powinno być unikalne

source: Job Progress
pl: Postęp zadania

source: Headers
pl: Nagłówki

source: Add New Header
pl: Dodaj nowy nagłówek

source: Force Defaults?
pl: Wymuś domyślne?

source: Chunk Size
pl: Wielkość zbioru

source: Bulkmail Mode
pl: Tryb wysyłania wiadomości masowych

source: From field is required.
pl: Pole Nadawca jest wymagane.

source: Subject field is required. The normal asset keywords are available to use, eg. "%asset_name% - %asset_created%"
pl: Pole Temat jest wymagane. Można używać standardowych słów kluczowych elementu np."%asset_name% - %asset_created%"

source: Eg. Key = "Content-Type", Value = "text/html"
pl: Np. Słowo kluczowe = "Content-Type", Wartość = "text/html"

source: If yes, the threshold rules on this page will override the settings in all post offices / jobs in the system
pl: Jeśli tak, reguły progów na tej stronie zastąpią ustawienia we wszystkich pocztach/zadaniach w systemie.

source: If there are no thresholding values for send rate, the recipients will be grouped together into chunks of this size. Jobs can only be paused / cancelled when a "chunk" is finished, so this value shouldn't be set too high.
pl: Jeśli w polu częstości wysyłki nie podano wartości progowych, adresaci zostaną pogrupowani w zbiory o tej wielkości. Zadania można wstrzymać/anulować, tylko po zakończeniu wysyłki do danego "zbioru", dlatego nie należy ustawiać zbyt dużej wartości.

source: Live mode sends out bulkmail normally, Test mode does not send out bulkmail and logs it
pl: Tryb Live wysyła e-maile masowe normalnie, tryb Test nie wysyła e-maili masowych i zapisuje to zdarzenie w logu

source: Job Progress and History
pl: Postęp i historia zadań

source: Asset to Send
pl: Element do wysłania

source: Generation Method
pl: Metoda generowania

source: Email Type
pl: Rodzaj e-maila

source: Generate As
pl: Wygeneruj jako

source: Body Text Filter
pl: Filtr treści podstawowej

source: The content you would like sent in the emails
pl: Treść, którą chcesz wysłać w e-mailach

source: Unique content per user, or generic content for all users (with keyword replacements). Generating unique content for thousands of users will be quite slow.<br /><b>NOTE:</b> This option needs to be set to 'Generate as recipient' if 'User Subscription' Filter is enabled.
pl: XXXX Unikatowa treść dla każdego użytkownika lub ogólna treść dla wszystkich użytkowników (z zastąpieniem słów kluczowych). Generowanie unikatowej treści dla tysięcy użytkowników będzie dość wolne. <br /><b>UWAGA:</b> tę opcję należy ustawić jako 'Wygeneruj jako adresat', jeśli filtr 'Subskrypcji użytkownika' jest włączony.

source: If this option is set to "Text Only", the design and paint layout specified below will be ignored. The asset contents will be sent in a text-only email, with tags stripped.
pl: Jeśli ta opcja jest ustawiona na "Text Only", grafika i schematy graficzne określone poniżej zostaną zignorowane. Treść tego elementu zostanie wysłana jako e-mail tekstowy bez znaczników.

source: This user is used to generate the content for all Bulkmail Users, and also all other users if "Generate as recipient" generation method is selected above
pl: Ten użytkownik jest używany do wygenerowania treści dla wszystkich użytkowników wiadomości masowych, a także dla wszystkich pozostałych użytkownikó, jeśli powyżej jako metodę generowania wybrano "Generate as recipient"

source: If this filter is enabled, only those bulkmails where the body meets the criteria below will be sent. The version of the bulkmail used (text-only or HTML) will depend on the email type set above - HTML emails will enable matching on a tag. This is typically most useful when the <strong>Generation Method</strong> setting is set to <em>Generate as Recipient</em>, where each user's content may differ depending on the type of page being used.
pl: Jeśli ten filtr jest włączony, zostaną wysłane tylko te wiadomości masowe, których treść podstawowa spełnia poniższe kryteria. Wersja użytej wiadomości masowej (tekstowej lub HTML) będzie zależeć od wyżej wybranego rodzaju e-maila - e-maile HTML umożliwą dopasowanie wg znacznika. Jest to zazwyczaj najbardziej przydatne, gdy <strong>Metoda generowania</strong> została ustawiona jako <em>Generuj jako adresat</em>, gdzie treść każdego użytkownika może być różna w zależności od rodzaju używanej strony.

source: If you use Post Office header details, you must commit before the changes will take effect
pl: Jeśli używasz szczegółów nagłówka poczty, musisz zapisać zmiany, aby weszły w życie.

source: Subject field is required.
pl: Pole Temat jest wymagane.

source: Enabled?
pl: Włączone?

source: When enabled, the below configured categories will be used to determine which of the subscribed users will be mailed.
pl: Gdy włączone, kategorie skonfigurowane poniżej zostaną użyte do określenia subskrybentów, którzy otrzymają e-maila.

source: Scheduling Details
pl: Szczegóły planowania

source: Recipient
pl: Adresat

source: Bulkmail User Link Type
pl: XXXX Rodzaj łącza użytkownika wiadomości masowych

source: Location Selector Width
pl: Szerokość selektora lokalizacji

source: Location Selector Height
pl: Wysokość selektora lokalizacji

source: Maximum Depth
pl: Maksymalna głębokość

source: Show Root Node
pl: Pokaż węzeł główny

source: Allow Multiple Selections
pl: Zezwalaj na wiele zaznaczeń

source: Listing Style
pl: Styl wyświetlania

source: From Address
pl: Adres Od

source: Verify Email Subject
pl: Temat e-maila weryfikującego

source: Logged In Users
pl: Zalogowani użytkownicy

source: Public Users
pl: Użytkownicy publiczni

source: Text for the submit button
pl: Tekst przycisku Wyślij

source: Users will be able to subscribe to / unsubscribe from groups linked underneath this asset
pl: Użytkownicy będą mogli zapisać się do/wypisać się z grup, do których łącza znajdują się pod tym elementem

source: Bulkmail Users will be created using this link type.
pl: Użytkownicy wiadomości masowych zostaną utworzeni z przy użyciu tego rodzaju łącza.

source: Width in Pixels. 0 width will size the selector based on contents.
pl: Szerokość w pikselach. Szerokość 0 dopasuje rozmiar selektora w zależności od treści.

source: In entries. 0 height will result in a standard dropdown selector.
pl: XXXX We wpisach. Wysokość 0 sprawi, że pojawi się standardowy, rozwijany selektor.

source: Maximum number of levels to display in the location selector.
pl: Maksymalna liczba wyświetlanych poziomów w selektorze lokalizacji.

source: This text will be displayed between levels in the selector.
pl: Ten tekst pojawi się pomiędzy poziomami w selektorze.

source: Show the top level asset in the selector
pl: Pokaż najwyżej umieszony element w selektorze

source: Allow the selection of multiple new links at once
pl: Zezwalaj na zaznaczenie wielu nowych łączy jednocześnie

source: Style to display for selections
pl: XXXX Styl do wyświetlenia dla zaznaczeń

source: If verification is enabled, the user will receive a confirmation email. Clicking on the URL in the email will complete the subscription / unsubscriptions process.
pl: Jesli weryfikacja jest włączona, użytkownik otrzyma e-maila z potwierdzeniem. Kliknięcie adresu URL z e-maila zakończy proces subskrypcji/rezygnacji z subskrypcji.

source: Verification emails will be sent out using this as the from address.
pl: E-maile weryfikujące będą wysyłane z użyciem tych danych jako adresu Od.

source: If set this subject header will be used for emails sent out for verification or else the default , 'Please confirm your subscription / unsubscription request', will be used.
pl: Jeśli ustawiony, ten nagłówek tematu zostanie użyty w e-mailach wysyłanych w celu weryfikacji, w innym razie użyty zostanie nagłówek domyślny 'Proszę potwierdzić subskrypcję/rezygnację z subskrypcji'.
